Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaisnuorten_taidetapahtuman_tallenne_katsottavissa.html.tmx
Source language: fin
Languages: smn

source: Saamelaisnuorten taidetapahtuman tallenne katsottavissa
smn: Säminuorâi taaiđâtábáhtus vuolgâttâs lii keččâmnáál

source: Saamelaisnuorten taidetapahtuman tallenne on nyt katsottavissa alla olevista linkeistä.
smn: Säminuorâi taaiđâtábáhtus puáhtá tääl keččâđ vyelni orroo liiŋkâi peht.

source: Tallenne on jaettu kolmeen osaan.
smn: Vuolgâttâs lii juohhum kuulmâ uásán.

source: Ensimmäinen osa (ennen ruokailu): https://youtu.be/bd4x3RUZ0PY
smn: Vuossâmuš uási (ovdil purâdem): https://youtu.be/bd4x3RUZ0PY

source: Toinen osa (ruokailun jälkeen): https://youtu.be/MXrCPru2Y5A
smn: Nubbe uási (purâdem maŋa): https://youtu.be/MXrCPru2Y5A

source: Ravggonin esiintyminen: https://youtu.be/5haYPUkUK6c
smn: Ravggon lávdástem: https://youtu.be/5haYPUkUK6c

source: Lisätietoja: Anni-Sofia Niittyvuopio anni-sofia.niittyvuopio(at)samediggi.fi +358 40 620 1917 / +358 10 839 3132
smn: Lasetiäđuh: Anni-Sofia Niittyvuopio anni-sofia.niittyvuopio(at)samediggi.fi +358 40 620 1917 / +358 10 839 3132
